{
  "pages": 7,
  "items": 6779,
  "groupedItems": 154,
  "changes": 121,
  "schema": [
    {
      "name": "line",
      "annotation": "ADDED"
    },
    {
      "name": "x"
    },
    {
      "name": "y"
    },
    {
      "name": "str"
    },
    {
      "name": "fontName"
    },
    {
      "name": "dir"
    },
    {
      "name": "width"
    },
    {
      "name": "height"
    }
  ],
  "globals": {
    "maxHeight": 22.5,
    "minX": 13.799999999999926,
    "maxX": 550.2000000000003,
    "minY": 1.4400099999998357,
    "maxY": 751.50001,
    "pageMapping": {
      "pageFactor": 1243,
      "detectedOnPage": true
    }
  }
}
{"page":0,"change":"Addition","str":"What Shanl We Mam?","line":0,"x":365.64,"y":738.30001,"width":"99.72","height":"14.40","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"The Tragedy of the Commons","line":1,"x":66.35999999999996,"y":668.0399900000001,"width":"212.04","height":"22.50","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"The population problem has no technical solution;","line":2,"x":48.95999999999998,"y":633.7200000000001,"width":"233.28","height":"15.40","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"it requires a fundamental extension in morality.","line":3,"x":61.319999999999965,"y":617.2800000000001,"width":"219.12","height":"15.50","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"Garrett Hardin","line":4,"x":241.56,"y":587.3999900000001,"width":"61.20","height":"12.80","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"At the end of a thoughtful article on the future of nuclear war, Wiesner and York (1) concluded that: \"Both sides in the arms race are ... confronted by the dilemma of steadily increasing military power and steadily decreasing national security. It is our considered profes- sional judgment that this dilemma has no technical solution. If the great pow- ers continue to look for solutions in the area of science and technology only, the result will be to worsen the situa- tion.\" I would like to focus your attention not on the subject of the article (na- tional security in a nuclear world) but on the kind of conclusion they reached, namely that there is no technical solu- tion to the problem. An implicit and almost universal assumption of discus- sions published in professional and semipopular scientific journals is that the problem under discussion has a technical solution. A technical solution may be defined as one that requires a change only in. the techniques of the natural sciences, demanding little or nothing in the way of change in human values or ideas of morality. In our day (though not in earlier times) technical solutions are always welcome. Because of previous failures in prophecy, it takes courage to assert that a desired technical solution is not possible. Wiesner and York exhibited this courage; publishing in a science journal, they insisted that the solution to the problem was not to be found in the natural sciences. They cautiously qualified their statement with the phrase, \"It is our considered profes-","line":5,"x":13.799999999999926,"y":96.05999999999992,"width":"5356.11","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"The author is professor of biology, University of California, Santa Barbara. This article is based on a presidential address presented before the meeting of the Pacific Division of the Ameri- can Association for the Advancement of Science at Utah State University, Logan, 25 June 1968.","line":6,"x":14.099999999999966,"y":42.05999999999992,"width":"789.36","height":"9.60","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"13 DECEMBER 1968","line":7,"x":14.519999999999925,"y":27.65999999999992,"width":"63.18","height":"9.40","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"sional judgment. . . .\" Vhether they were right or not is not the concern of the present article. Rather, the concern here is with the important concept of a class of human problems which can be called \"no technical solution problems,\" and, more specifically, with the identifi- cation and discussion of one of these. It is easy to show that the class is not a null class. Recall the game of tick- tack-toe. Consider the problem, \"How can I win. the game of tick-tack-toe?\" It is well known that I cannot, if I as- sume (in keeping with the conventions of game theory) that my opponent un- derstands the game perfectly. Put an- other way, there is no \"technical solu- tion\" to the problem. I can win only by giving a radical meaning to the word \"win.\" I can hit my opponent over the head; or I can drug him; or I can falsify the records. Every way in which I \"win\" involves, in some sense, an abandon- ment of the game, as we intuitively un- derstand it. (I can also, of course, openly abandon the game-refuse to play it. This is what most adults do.) The class of \"No technical solution problems\" has members. My thesis is that the \"population problem,\" as con- ventionally conceived, is a member of this class. How it is conventionally con- ceived needs some comment. It is fair to say that most people who' anguish over the population problem are trying to find a way to avoid the evils of over- population without relinquishing any of the privileges they now enjoy. They think that farming the seas or develop- ing new strains of wheat will solve the problem-technologically. I try to show here that the solution they seek cannot be found. The population problem can- not be solved in a technical way, any more than can the problem of winning the game of tick-tack-toe.","line":8,"x":189.83999999999983,"y":40.43999999999977,"width":"6202.27","height":"12.90","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"Population, as Malthus said, naturally tends to grow \"geometrically,\" or, as we would now say, exponentially. In a finite world this means that the per capita share of the world's goods must steadily decrease. Is ours a finite world? A fair defense can be put forward for the view that the world is infinite; or that we do not know that it is not. But, in terms of the practical problems that","line":9,"x":366.11999999999983,"y":615.8399999999998,"width":"1355.12","height":"13.90","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"we must face in the next few genera- tions with the foreseeable technology, it is clear that we will greatly increase human misery if we do not, during the immediate future, assume that the world available to the terrestrial human pop- ulation is finite. \"Space\" is no escape (2). A finite world can support only a finite population; therefore, population growth must eventually equal zero. (The","line":10,"x":366.72000000000014,"y":493.1999999999998,"width":"1387.18","height":"14.00","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"Addition","str":"case of perpetual wide fluctuations above and below zero is a trivial variant that need not be discussed.) When this condition is met, what will be the situa- tion of mankind? Specifically, can Ben- tham's goal of \"the greatest good for the greatest number\" be realized? No-for two reasons, each sufficient by itself. The first is a theoretical one. It is not mathematically possible to maximize for two (or more) variables at the same time. This was clearly stated by von Neumann and Morgenstern (3), but the principle is implicit in the theory of partial differential equations, dating back at least to D'Alembert (1717- 1783). The second reason springs directly from biological facts. To live, any organism must have a source of energy (for example, food). This energy is utilized for two puposes: mere main- tenance and work. For man, mainte- nance of life requires about 1600 kilo- calories a day (\"maintenance calories'). Anything that he does over and above merely staying alive will be defined as work, and is supported by \"work cal- ories\" which he takes in. Work calories are used not only for what we call work in common speech; they are also re- quired for all forms of enjoyment, from swimming and automobile racing to playing music and writing poetry. If our goal is to maximize population it is obvious what we must do: We must make the work calories per person ap- proach as close to zero as possible. No gourmet meals, no vacations, no sports, no music, no literature, no art. .   . . I think that everyone will grant, without","line":11,"x":365.76000000000016,"y":37.259999999999756,"width":"5465.20","height":"13.90","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"argument or proof, that maximizing population does not max2imize goods. Bentham's goal is impossible. In reaching this conclusion I have made the usual assumption that it is the acquisition of energy that is the problem. The appearance of atomic energy has led some to question this assumption. However, given an infinite source of energy, population growth still produces an inescapable problem. The problem of the acquisition of en- ergy is replaced by the problem of its dissipation, as J. H. Fremlin has so wit- tily shown (4). The arithmetic signs in -t-he analysis are, as it were, reversed; but Bentham's goal is still unobtainable. The optimum population is, then, less than the maximum. The difficulty of defining the optimum is enormous; so far as I know, no one has seriously tackled this problem. Reaching an ac- ceptable and stable solution will surely require more than one generation of hard analytical work-and much per- suasion. We want the maximum good per person; but what is good? To one per- son it is wilderness, to another it is ski lodges for thousands. To one it is estu- aries to nourish ducks for hunters to shoot; to another it is factory land. Comparing one good with another is, we usually say, impossible because goods are incommensurable. Incommen- surables cannot be compared. Theoretically this may be true; but in real life incommensurables are commen- surable. Only a criterion of judgment and a system of weighting are needed. In nature the criterion is survival. Is it better for a species to be small and hide- able, or large and powerful? Natural selection commensurates the incommen- surables. The compromise achieved de- pends on a natural weighting of the values of the variables. Man must imitate this process. There is no doubt that in fact he already does, but unconsciously. It is when the hidden decisions are made explicit that the","line":0,"x":39.11999999999989,"y":181.50000000000023,"width":"6641.29","height":"13.20","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"arguments begin. The problem for the years ahead is to work out an accept- able theory of weighting. Synergistic effects, nonlinear variation, and difficul- ties in discounting the future make the intellectual problem difficult, but not (in principle) insoluble. Has any cultural group solved this practical problem at the present time, even on an intuitive level? One simple fact proves that none has: there is no","line":1,"x":42.29999999999998,"y":61.14000000000024,"width":"1431.01","height":"13.10","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"prosperous population in the world to- day that has, and has had for some","line":2,"x":43.62000000000006,"y":38.94001000000024,"width":"259.50","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"time,-p - rate of zero. Any people that has intuitively identified its opti- mum point will soon reach it, after which its growth rate becomes and re- mains zero. Of course, a positive growth rate might be taken as evidence that a pop- ulation is below its optimum. However, by any reasonable standards, the most rapidly growing populations on earth today are (in general) the most misera- ble. This association (which need not be invariable) casts doubt on the optimistic assumption that the positive growth rate of a population is evidence that it has yet to reach its optimum. We can make little progress in work- ing toward optimum poulation size until we explicitly exorcize the spirit of Adam Smith in the field of practical demography. In economic affairs, The Wealth of Nations (1776) popularized the \"invisible hand,\" the idea that an individual who \"intends only his own gain,\" is, as it were, \"led by an invisible hand to promote . .,. the public interest\" (5). Adam Smith did not assert that this was invariably true, and perhaps neither did any of his followers. But he contributed to a dominant tendency of thought that has ever since interfered with positive action based on rational analysis, namely, the tendency to as- sume that decisions reached individually will, in fact, be the best decisions for an entire society. If this assumption is correct it justifies the continuance of our present policy of laissez-faire in reproduction. If it is correct we can as- sume that men will control their individ- ual fecundity so as to produce the opti- mum population. If the assumption is not correct, we need to reexamine our individual freedoms to see which ones are defensible.","line":4,"x":216.8400000000002,"y":249.12000000000015,"width":"5854.87","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"Tragedy of Freedom in a Commons","line":5,"x":217.6800000000004,"y":215.76000000000016,"width":"129.96","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"The rebuttal to the invisible hand in population control is to be found in a","line":6,"x":218.04000000000048,"y":182.46000000000015,"width":"254.64","height":"11.90","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"scenario first sketched in a little-known pamphlet (6) in 1833 by a mathematical amateur named William Forster Lloyd (1794-1852). We may well call it \"the tragedy of the commons,\" using the","line":7,"x":218.28000000000048,"y":127.62001000000018,"width":"688.97","height":"12.90","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"word \"tragedy\" as the philosopher Whitehead used it (7): \"The essence of","line":8,"x":218.40000000000043,"y":105.96000000000018,"width":"261.91","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"dramatic tragedy is not unhappiness. It resides in the solemnity of the remorse-","line":9,"x":218.7600000000005,"y":83.82000000000019,"width":"280.87","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"less working of things.\" He then' goes on.","line":10,"x":219.0000000000005,"y":72.90000000000019,"width":"142.02","height":"12.50","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"to say, \"This inevitableness of destiny can only be illustrated in terms of hu-","line":11,"x":219.24000000000046,"y":51.06000000000018,"width":"265.62","height":"13.50","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"man life by incidents which in fact in-","line":12,"x":219.12000000000052,"y":40.26000000000018,"width":"131.28","height":"12.10","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"volve unhappiness. For it is only by them that the futility of escape can be made evident in the drama.\" The tragedy of the commons develops in this way. Picture a pasture open to all. It is to be expected that each herds- man will try to keep as many cattle as possible on the commons. Such an ar- rangement may work reasonably satis- factorily for centuries because tribal wars, poaching, and disease keep the numbers of both man and beast well below the carrying capacity of the land. Finally, however, comes the day of reckoning, that is, the day when the long-desired goal of social stability be- comes a reality. At this point, the in- herent logic of the commons remorse- lessly generates tragedy. As a rational being, each herdsman seeks to maximize his gain. Explicitly or implicitly, more or less consciously, he asks, \"What is the utility to me of adding one more animal to my herd?\" This utility has one negative and one positive component. 1) The positive component is a func- tion of the increment of one animal. Since the herdsman receives all the proceeds from the sale of the additional animal, the positive utility is nearly +1. 2) The negative component is a func- tion of the additional overgrazing created by one more animal. Since, however, the effects of overgrazing are shared by all the herdsmen, the negative utility for any particular decision- making herdsman is only a fraction of -1. Adding together the component par- tial utilities, the rational herdsman concludes that the only sensible course","line":13,"x":391.2000000000005,"y":282.06001000000015,"width":"5343.89","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"for him to pursue is to add another","line":14,"x":392.52000000000015,"y":271.0800000000001,"width":"121.20","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"animal to his herd. And another; and","line":15,"x":392.7600000000002,"y":260.1600000000001,"width":"130.68","height":"11.90","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"another.... But this is the conclusion","line":16,"x":392.7600000000002,"y":249.1800100000001,"width":"140.88","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"reached by each and every rational herdsman sharing a commons. Therein is the tragedy. Each man is locked into a system that compels him to increase","line":17,"x":392.5200000000002,"y":204.95999000000012,"width":"538.73","height":"12.30","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"his herd without limit-in a world that is limited. Ruin is the destination to-","line":18,"x":392.64000000000027,"y":183.11999000000014,"width":"266.46","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"ward which all men rush, each pursuing his own best interest in a society that","line":19,"x":392.8800000000003,"y":161.40000000000012,"width":"270.90","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"believes in the freedom of the com-","line":20,"x":393.00000000000034,"y":150.7199900000001,"width":"124.92","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"mons. Freedom in a commons brings ruin to all. Some would say that this is a plati- tude. Would that it were! In a sense, it","line":21,"x":393.1200000000004,"y":106.86000000000013,"width":"420.60","height":"13.10","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"was learned thousands of years ago, but natural selection favors the forces of psychological denial (8). The individual benefits as an individual from his ability to deny the truth even though society as","line":22,"x":393.3600000000001,"y":51.84000000000012,"width":"702.59","height":"13.20","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"a whole, of which he is a part, suffers.","line":23,"x":394.20000000000016,"y":41.280000000000115,"width":"127.92","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"Addition","str":"SCIENCE, VOL. 162","line":24,"x":486.9600000000001,"y":26.880010000000116,"width":"60.96","height":"9.40","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"Education can counteract the natural tendency to do the wrong thing, but the inexorable succession of generations requires that the basis for this knowl- edge be constantly refreshed. A simple incident that occurred a few years ago in Leominster, Massachusetts, shows how perishable the knowledge is. During the Christmas shopping season the parking meters downtown were covered with plastic bags that bore tags reading: \"Do not open until after Christ- mas. Free parking courtesy of the mayor and city council.\" In other words, facing the prospect of an increased de- mand for already scarce space, the city fathers reinstituted the system of the commons. (Cynically, we suspect that they gained more votes than they lost by this retrogressive act.) In an approximate way, the logic of the commons has been understood for a long time, perhaps since the dis- covery of agriculture or the invention of private property in real estate. But it is understood mostly only in special cases which are not sufficiently general- ized. Even at this late date, cattlemen leasing national land on the western ranges demonstrate no more than an ambivalent understanding, in constantly pressuring federal authorities to increase the head count to the point where over- grazing produces erosion and weed- dominance. Likewise, the oceans of the world continue to suffer from the sur- vival of the philosophy of the commons. Maritime nations still respond automat- ically to the shibboleth of the \"freedom of the seas.\" Professing to believe in the \"inexhaustible resources of the oceans,\" they bring species after species of fish and whales closer to extinction (9). The National Parks present another instance of the working out of the tragedy of the commons. At present, they are open to all, without limit. The parks themselves are limited in extent- there is only one Yosemite Valley- whereas population seems to grow with- out limit. The values that visitors seek in the parks are steadily eroded. Plainly, we must soon cease to treat the parks as commons or they will be of no value to anyone. What shall we do? We have several options. We might sell them off as pri- vate property. We might keep them as public property, but allocate the right to enter them. The allocation might be on the basis of wealth, by the use of an auction system. It might be on the basis of merit, as defined by some agreed-","line":0,"x":21.000000000000085,"y":34.0800000000002,"width":"8421.15","height":"14.00","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"13 DECEMBER 1968","line":1,"x":21.960000000000093,"y":19.8600100000002,"width":"61.92","height":"9.40","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"upon standards. It might be by lottery. Or it might be on a first-come, first- served basis, administered to long queues. These, I think, are all the reasonable possibilities. They are all objectionable. But we must choose-or acquiesce in the destruction of the com-","line":2,"x":198.36000000000004,"y":665.5200000000002,"width":"918.11","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"mons that we call our National Parks.","line":3,"x":198.60000000000005,"y":654.3600000000002,"width":"134.58","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"In a reverse way, the tragedy of the commons reappears in problems of pollution. Here it is not a question of taking something out of the commons, but of putting something in-sewage, or chemical, radioactive, and heat wastes into water; noxious and danger- ous fumes into the air; and distracting and unpleasant advertising signs into the line of sight. The calculations of utility are much the same as before. The rational man finds that his share of the cost of the wastes he discharges into the commons is less than the cost of purifying his wastes before releasing them. Since this is true for everyone, we are locked into a system of \"fouling our own nest,\" so long as we behave only as independent, rational, free-enter- prisers. The tragedy of the commons as a food basket is averted by private prop- erty, or something formally like it. But the air and waters surrounding us can- not readily be fenced, and so the trag- edy of the commons as a cesspool must be prevented by different means, by co- ercive laws or taxing devices that make it cheaper for the polluter to treat his pollutants than to discharge them un- treated. We have not progressed as far with the solution of this problem as we have with the first. Indeed, our particu- lar concept of private property, which deters us from exhausting the positive resources of the earth, favors pollution. The owner of a factory on the bank of a stream-whose property extends to the middle of the stream-often has difficulty seeing why it is not his natural right to muddy the waters flowing past his door. The law, always behind the times, requires elaborate stitching and fitting to adapt it to this newly perceived aspect of the commons. The pollution problem is a con- sequence of population. It did not much matter how a lonely American frontiers- man disposed of his waste. \"Flowing water purifies itself every 10 miles,\" my grandfather used to say, and the myth was near enough to the truth when he","line":5,"x":196.79999999999987,"y":32.7000000000001,"width":"6855.56","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"was a boy, for there were not too many people. But as population became denser, the natural chemical and biological re- cycling processes became overloaded, calling for a redefinition of property rights.","line":6,"x":374.03999999999996,"y":676.6799900000001,"width":"726.73","height":"14.80","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"How To Legislate Temperance?","line":7,"x":375.36,"y":643.6800000000001,"width":"120.30","height":"13.60","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"Analysis of the pollution problem as","line":8,"x":384.47999999999996,"y":621.0000000000001,"width":"132.61","height":"14.20","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"a function of population density un-","line":9,"x":374.88,"y":609.7800000000001,"width":"132.48","height":"13.50","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"Addition","str":"covers a not generally recognized prin- ciple of morality, namely: the morality of an act is a function of the state of the system at the time it is performed (10). Using the commons as a cesspool does not harm the general public under frontier conditions, because there is no public; the same behavior in a metropo- lis is unbearable. A hundred and fifty years ago a plainsman could kill an American bison, cut out only the tongue for his dinner, and discard the rest of the animal. He was not in any impor- tant sense being wasteful. Today, with only a few thousand bison left, we would be appalled at such behavior. In passing, it is worth noting that the morality of an act cannot be determined from a photograph. One does not know whether a man killing an elephant or setting flre to the grassland is harming others until one knows the total system in which his act appears. \"One picture is worth a thousand words,\" said an ancient Chinese; but it may take 10,000 words to validate it. It is as tempting to ecologists as it is to reformers in general to try to persuade others by way of the photographic shortcut. But the essense of an argument cannot be photo- graphed: it must be presented rationally -in words. That morality is system-sensitive escaped the attention of most codifiers of ethics in the past. \"Thou shalt not . . .\" is the form of traditional ethical directives which make no allow- ance for particular circumstances. The laws of our society follow the pattern of ancient ethics, and therefore are poorly suited to governing a complex, crowded, changeable world. Our epicyclic solu- tion is to augment statutory law with administrative law. Since it is practically impossible to spell out all the conditions under which it is safe to burn trash in the back yard or to run an automobile without smog-control, by law we dele- gate the details to bureaus. The result is administrative law, which is rightly feared for an ancient reason-Quis custodiet ipsos custodes?-\"Who shall","line":10,"x":372.84000000000026,"y":30.299999999999834,"width":"6958.50","height":"14.70","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"watch the watchers themselves?\" John Adams said that we must have \"a gov- ernment of laws and not men.\" Bureau administrators, trying to evaluate the morality of acts in the total system, are singularly liable to corruption, produc- ing a government by men, not laws. Prohibition is easy to legislate (though not necessarily to enforce); but how do we legislate temperance? Ex- perience indicates that it can be ac- complished best through the mediation of administrative law. We limit possi- bilities unnecessarily if we suppose that the sentiment of Quis custodiet denies us the use of administrative law. We should rather retain the phrase as a perpetual reminder of fearful dangers we cannot avoid. The great challenge facing us now is to invent the corrective feedbacks that are needed to keep cus- todians honest. We must find ways to legitimate the needed authority of both the custodians and the corrective feed- backs.","line":0,"x":35.819999999999965,"y":473.3400100000002,"width":"3243.84","height":"11.90","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"Freedom To Breed Is Intolerable","line":1,"x":36.779999999999944,"y":439.26000000000016,"width":"121.26","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"The tragedy of the commons is in- volved in population problems in an- other way. In a world governed solely by the principle of \"dog eat dog\"-if indeed there ever was such a world- how many children a family had would not be a matter of public concern. Parents who bred too exuberantly would leave fewer descendants, not more, be- cause they would be unable to care adequately for their children. David Lack and others have found that such a negative feedback demonstrably con- trols the fecundity of birds (11). But men are not birds, and have not acted like them for millenniums, at least. If each human family were depen- dent only on its own resources; if the children of improvident parents starved to death; if, thus, overbreeding brought its own \"punishment\" to the germ line- then there would be no public interest in controlling the breeding of families. But our society is deeply committed to the welfare state (12), and hence is confronted with another aspect of the tragedy of the commons. In a welfare state, how shall we deal with the family, the religion, the race, or the class (or indeed any distinguish- able and cohesive group) that adopts overbreeding as a policy to secure its","line":2,"x":35.51999999999998,"y":72.36000000000001,"width":"4223.38","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"own aggrandizement (13)? To couple the concept of freedom to breed with the belief that everyone born has an","line":3,"x":37.44,"y":39.05999000000001,"width":"396.30","height":"13.10","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"equal right to the commons is to lock the world into a tragic course of action. Unfortunately this is just the course of action that is being pursued by the United Nations. In late 1967, some 30 nations agreed to the following (14):","line":5,"x":212.4000000000001,"y":683.8200000000002,"width":"785.64","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"The Universal Declaration of Human Rights describes the family as the natural and fundamental unit of society. It fol- lows that any choice and decision with regard to the size of the family must irte- vocably rest with the family itself, and cannot be made by anyone else.","line":6,"x":212.09999999999994,"y":613.9200000000003,"width":"872.88","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"It is painful to have to deny categor- ically the validity of this right; denying it, one feels as uncomfortable as a resi- dent of Salem, Massachusetts, who denied the reality of witches in the 17th century. At the present time, in liberal quarters, something like a taboo acts to inhibit criticism of the United Nations. There is a feeling that the United Nations is \"our last and best hope,\" that we shouldn't find fault with it; we shouldn't play into the hands of the archconservatives. However, let us not forget what Robert Louis Stevenson said: \"The truth that is suppressed by friends is the readiest weapon of the enemy.\" If we love the truth we must openly deny the validity of the Universal Declaration of Human Rights, even though it is promoted by the United Nations. We should also join with Kingsley Davis (15) in attempting to get Planned Parenthood-World Popula- tion to see the error of its ways in em- bracing the same tragic ideal.","line":7,"x":210.47999999999993,"y":333.5400000000001,"width":"3269.29","height":"12.20","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"Conscience Is Self-Eliminating","line":8,"x":211.91999999999987,"y":304.20000000000005,"width":"116.65","height":"12.20","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"It is a mistake to think that we can control the breeding of mankind in the long run by an appeal to conscience. Charles Galton Darwin made this point when he spoke on the centennial of the publication of his grandfather's great book. The argument is straightforward and Darwinian. People vary. Confronted with appeals to limit breeding, some people will un- doubtedly respond to the plea more than others. Those who have more children will produce a larger fraction of the next generation than those with more susceptible consciences. The dif- ference will be accentuated, generation by generation. In C. G. Darwin's words: \"It may well be that it would take hundreds of generations for the progenitive instinct to develop in this way, but if it should do so, nature would have taken her revenge, and the variety Homo contra-","line":9,"x":211.31999999999996,"y":40.08001000000007,"width":"2914.56","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"cipiens would become extinct and would be replaced by the variety Homo progenitivus\" (16). The argument assumes that con- science or the desire for children (no matter which) is hereditary-but heredi- tary only in the most general formal sense. The result will be the same whether the attitude is transmitted through germ cells, or exosomatically, to use A. J. Lotka's term. (If one denies the latter possibility as well as the former, then what's the point of educa- tion?) The argument has here been stated in the context of the population problem, but it applies equally well to any instance in which society appeals to an individual exploiting a commons to restrain himself for the general good-by means of his conscience. To make such an appeal is to set up a selective system that works toward the elimination of conscience from the race.","line":10,"x":386.03999999999957,"y":494.3400000000003,"width":"2948.15","height":"11.90","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"Pathogenic Effects of Conscience","line":11,"x":385.9199999999996,"y":461.2800000000003,"width":"124.68","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"The long-term disadvantage of an appeal to conscience should be enough to condemn it; but has serious short- term disadvantages as well. If we ask a man who is exploiting a commons to desist \"in the name of conscience,\" what are we saying to him? What does he hear?-not only at the moment but also in the wee small hours of the night when, half asleep, he remembers not merely the words we used but also the nonverbal communication cues we gave him unawares? Sooner or later, consciously or subconsciously, he senses that he has received two communica- tions, and that they are contradictory: (i) (intended communication) \"If you don't do as we ask, we will openly con- demn you for not acting like a respon- sible citizen\"; (ii) (the unintended communication) \"If you do behave as we ask, we will secretly condemr. you for a simpleton who can be shamed into standing aside while the rest of us exploit the commons.\" Everyman then is caught in what Bateson has called a \"double bind.\" Bateson and his co-workers have made a plausible case for viewing the double bind as an important causative factor in the genesis of schizophrenia (17). The double bind may not always be so damaging, but it always endangers the mental health of anyone to whom it is applied. \"A bad conscience,\" said Nietzsche, \"is a kind of illness.\" To conjure up a conscience in others","line":12,"x":385.91999999999973,"y":40.80000000000035,"width":"4839.47","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"Addition","str":"SCIENCE, VOL. 162","line":13,"x":480.4799999999991,"y":26.340000000000355,"width":"61.50","height":"8.70","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"is tempting to anyone who wishes to extend his control beyond the legal limits. Leaders at the highest level succumb to this temptation. Has any President during the past generation failed to call on labor unions to moder- ate voluntarily their demands for higher wages, or to steel companies to honor voluntary guidelines on prices? I can recall none. The rhetoric used on such occasions is designed to produce feel- ings of guilt in noncooperators. For centuries it was assumed without proof that guilt was a valuable, perhaps even an indispensable, ingredient of the civilized life. Now, in this post-Freudian world, we doubt it. Paul Goodman speaks from the modern point of view when he says: \"No good has ever come from feeling guilty, neither intelligence, policy, nor compassion. The guilty do not pay attention to the object but only to them- selves, and not even to their own in- terests, which might make sense, but to their anxieties\" (18). One does not have to be a profes- sional psychiatrist to see the conse- quences of anxiety. We in the Western world are just emerging from a dreadful two-centuries-long Dark Ages of Eros that was sustained partly by prohibi- tion laws, but perhaps more effectively by the anxiety-generating mechanisms of education. Alex Comfort has told the story well in The Anxiety Makers (19); it is not a pretty one. Since proof is difficult, we may even concede that the results of anxiety may sometimes, from certain points of view, be desirable. The larger question we should ask is whether, as a matter of policy, we should ever encourage the use of a technique the tendency (if not the intention) of which is psycholog- ically pathogenic. We hear much talk these days of responsible parenthood; the coupled words are incorporated into the titles of some organizations de- voted to birth control. Some people have proposed massive propaganda campaigns to instill responsibility into the nation's (or the world's) breeders. But what is the meaning of the word responsibility in this context? Is it not merely a synonym for the word con- science? When we use the word re- sponsibility in the absence of substantial sanctions are we not trying to browbeat a free man in a commons into acting against his own interest? Responsibility is a verbal counterfeit for a substantial quid pro quo. It is an attempt to get something for nothing.","line":0,"x":19.920000000000016,"y":39.47999999999988,"width":"8345.91","height":"12.80","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"13 DECEMBER 1968","line":1,"x":20.940000000000026,"y":24.659999999999883,"width":"62.10","height":"9.40","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"If the word responsibility is to be used at all, I suggest that it be in the","line":2,"x":198.4800000000001,"y":727.0200099999998,"width":"233.99","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"sense Charles Frankel uses it (20). \"Responsibility,\" says this philosopher, \"is the product of definite social ar- rangements.\" Notice that Frankel calls for social arrangements-not propa- ganda.","line":3,"x":198.6000000000001,"y":659.1599999999999,"width":"699.96","height":"12.90","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"Mutual Coercion","line":4,"x":198.72000000000008,"y":626.3399899999998,"width":"65.40","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"Mutually Agreed upon","line":5,"x":198.48000000000008,"y":610.3199999999998,"width":"86.04","height":"12.30","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"The social arrangements that produce responsibility are arrangements that create coercion, of some sort. Consid- er bank-robbing. The man who takes money from a bank acts as if the bank were a commons. How do we prevent such action? Certainly not by trying to control his behavior solely by a verbal appeal to his sense of responsibility. Rather than rely on propaganda we follow Frankel's lead and insist that a bank is not a commons; we seek the definite social arrangements that will keep it from becoming a commons. That we thereby infringe on the free- dom of would-be robbers we neither deny nor regret. The morality of bank-robbing is particularly easy to understand because we accept complete prohibition of this activity. We are willing to say \"Thou shalt not rob banks,\" without providing for exceptions. But temperance also can be created by coercion. Taxing is a good coercive device. To keep downtown shoppers temperate in their use of parking space we introduce parking meters for short periods, and traffic fines for longer ones. We need not actually forbid a citizen to park as long as he wants to; we need merely make it increasingly expensive for him to do so. Not prohibition, but carefully biased options are what we offer him. A Madi- son Avenue man might call this per- suasion; I prefer the greater candor of the word coercion. Coercion is a dirty word to most liberals now, but it need not forever be so. As with the four-letter words, its dirtiness can be cleansed away by ex- posure to the light, by saying it over and over without apology or embarrassment. To many, the word coercion implies arbitrary decisions of distant and irre- sponsible bureaucrats; but this is not a necessary part of its meaning. The only kind of coercion I recommend is mutual coercion, mutually agreed upon by the majority of the people affected. To say that we mutually agree to","line":6,"x":195.95999999999964,"y":37.38000999999994,"width":"6680.58","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"coercion is not to say that we are re- quired to enjoy it, or even to pretend we enjoy it. Who enjoys taxes? We all grumble about them. But we accept compulsory taxes because we recognize that voluntary taxes would favor the conscienceless. We institute and (grum- blingly) support taxes and other coercive devices to escape the horror of the","line":7,"x":374.27999999999946,"y":648.00001,"width":"1212.59","height":"13.50","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"commons. An alternative to the commons need","line":8,"x":374.7599999999994,"y":626.7599999999999,"width":"171.48","height":"11.50","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"not be perfectly just to be preferable. With real estate and other material goods, the alternative we have chosen is the institution of private property coupled with legal inheritance. Is this system perfectly just? As a genetically trained biologist I deny that it is. It","line":9,"x":374.8799999999994,"y":547.07999,"width":"917.76","height":"13.80","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"seems to me that, if there are to be dif- ferences in individual inheritance, legal possession should be perfectly cor- related with biological inheritance-that those who are biologically more fit to be the custodians of property and power should legally inherit more. But genetic recombination continually makes a mockery of the doctrine of \"like father, like son\" implicit in our laws of legal in- heritance. An idiot can inherit millions, and a trust fund can keep his estate intact. We must admit that our legal system of private property plus inheri- tance is unjust-but we put up with it because we are not convinced, at the","line":10,"x":374.5199999999993,"y":368.69999999999993,"width":"2190.68","height":"13.60","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"moment, that anyone has invented a better system. The alternative of the","line":11,"x":374.5199999999994,"y":346.73999999999995,"width":"263.22","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"Addition","str":"commons is too horrifying to contem- plate. Injustice is preferable to total ruin. It is one of the peculiarities of the warfare between reform and the status quo that it is thoughtlessly governed by a double standard. Whenever a re- form measure is proposed it is often defeated when its opponents trium- phantly discover a flaw in it. As Kings- ley Davis has pointed out (21), worship- pers of the status quo sometimes imply that no reform is possible without unan- imous agreement, an implication con- trary to historical fact. As nearly as I can make out, automatic rejection of proposed reforms is based on one of two unconscious assumptions: (i) that the status quo is perfect; or (ii) that the choice we face is between reform and no action; if the proposed reform is imperfect, we presumably should take no action at all, while we wait for a perfect proposal. But we can never do nothing. That which we have done for thousands of years is also action. It also produces evils. Once we are aware that the","line":12,"x":372.3599999999992,"y":35.03998999999992,"width":"3539.08","height":"13.20","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"status quo is action, we can then com-","line":0,"x":37.56,"y":750.9,"width":"132.24","height":"11.30","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"pare its discoverable advantages and disadvantages with the predicted ad-","line":1,"x":37.200000000000045,"y":728.16,"width":"268.73","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"vantages and disadvantages of the pro-","line":2,"x":37.08000000000004,"y":717.1800000000001,"width":"141.90","height":"11.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"posed reform, discounting as best we","line":3,"x":37.32000000000005,"y":705.9000000000001,"width":"133.62","height":"11.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"can for our lack of experience. On the basis of such a comparison, we can make a rational decision which will not involve the unworkable assumption that","line":4,"x":37.200000000000045,"y":661.32,"width":"546.18","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"only perfect systems are tolerable.","line":5,"x":37.200000000000045,"y":650.1600000000001,"width":"123.66","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"Recognition of Necessity","line":6,"x":37.320000000000064,"y":616.2000100000001,"width":"94.38","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"Perhaps the simplest summary of this analysis of man's population problems is this: the commons, if justifiable at all, is justifiable only under conditions of low-population density. As the hu-","line":7,"x":37.44000000000008,"y":549.6000000000003,"width":"675.41","height":"12.10","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"man population has increased, the","line":8,"x":37.80000000000007,"y":538.2000000000003,"width":"124.62","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"commons has had to be abandoned in","line":9,"x":37.56000000000009,"y":527.2799900000002,"width":"133.20","height":"11.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"one aspect after another. First we abandoned the commons in food gathering, enclosing farm land and restricting pastures and hunting","line":10,"x":37.32000000000011,"y":482.40000000000015,"width":"483.79","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"and fishing areas. These restrictions","line":11,"x":38.16000000000011,"y":471.2400000000001,"width":"129.06","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"are still not complete throughout the world. Somewhat later we saw that the com-","line":12,"x":39.24000000000012,"y":437.5199900000002,"width":"289.26","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"mons as a place for waste disposal would also have to be abandoned. Re- strictions on the disposal of domestic","line":13,"x":38.760000000000105,"y":404.04000000000013,"width":"387.97","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"sewage are widely accepted in the Western world; we are still struggling to close the commons to pollution by automobiles, factories, insecticide","line":14,"x":38.76000000000005,"y":359.2200100000002,"width":"512.95","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"sprayers, fertilizing operations, and atomic energy installations.","line":15,"x":39.12000000000005,"y":336.84000000000015,"width":"234.72","height":"12.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"In a still more embryonic state is our recognition of the evils of the commons in matters of pleasure. There is almost","line":16,"x":39.960000000000065,"y":302.87999000000013,"width":"404.94","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"no restriction on the propagation of sound waves in the public medium. The shopping public is assaulted with mind- less music, without its consent. Our","line":17,"x":39.84000000000003,"y":258.3000000000001,"width":"537.84","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"government is paying out billions of dollars to create supersonic transport which will disturb 50,000 people for","line":18,"x":213.24000000000004,"y":728.0400000000002,"width":"395.34","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"every one person who is whisked from coast to coast 3 hours faster. Adver- tisers muddy the airwaves of radio and television and pollute the view of","line":19,"x":213.24000000000007,"y":683.2800000000003,"width":"516.66","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"travelers. We are a long way from out- lawing the commons in matters of pleasure. Is this because our Puritan inheritance makes us view pleasure as","line":20,"x":213.00000000000006,"y":638.7000000000004,"width":"519.48","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"something of a sin, and pain (that is,","line":21,"x":213.6,"y":627.6600000000004,"width":"125.22","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"the pollution of advertising) as the sign of virtue? Every new enclosure of the com-","line":22,"x":213.24,"y":594.1800000000006,"width":"290.40","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"mons involves the infringement of somebody's personal liberty. Infringe-","line":23,"x":213.18,"y":571.9200000000006,"width":"265.79","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"ments made in the distant past are ac- cepted because no contemporary com-","line":24,"x":213.42000000000004,"y":549.7200000000007,"width":"270.24","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"plains of a loss. It is the newly pro- posed infringements that we vigorously","line":25,"x":213.47999999999996,"y":527.1600000000008,"width":"260.70","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"oppose; cries of \"rights\" and \"freedom\" fill the air. But what does \"freedom\" mean? When men mutually agreed to","line":26,"x":213.5399999999999,"y":493.68000000000075,"width":"405.42","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"pass laws against robbing, mankind be-","line":27,"x":213.77999999999992,"y":482.5200000000007,"width":"140.70","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"came more free, not less so. Individuals locked into the logic of the commons are free only to bring on universal ruin;","line":28,"x":213.7199999999999,"y":449.3999900000007,"width":"407.22","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"once they see the necessity of mutual coercion, they become free to pursue other goals. I believe it was Hegel who said, \"Freedom is the recognition of necessity.\" The most important aspect of neces- sity that we must now recognize, is the necessity of abandoning the commons","line":29,"x":214.0199999999999,"y":360.06001000000055,"width":"970.08","height":"12.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"in breeding. No technical solution can","line":30,"x":214.92,"y":349.0200100000005,"width":"136.33","height":"11.90","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"rescue us from the misery of overpopu- lation. Freedom to breed will bring ruin to all. At the moment, to avoid hard decisions many of us are tempted","line":31,"x":214.92000000000002,"y":304.3199900000005,"width":"524.94","height":"12.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"to propagandize for conscience and responsible parenthood. The tempta- tion must be resisted, because an ap- peal to independently acting con-","line":32,"x":215.28000000000017,"y":259.80000000000047,"width":"514.02","height":"12.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"sciences selects for the disappearance of all conscience in the long run, and anin,crease in anxiety in the short.","line":33,"x":388.44000000000017,"y":727.6800000000004,"width":"390.90","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"The only way we can preserve and","line":34,"x":398.28000000000014,"y":716.6400000000004,"width":"121.50","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"nurture other and more precious free-","line":35,"x":388.20000000000005,"y":705.3600000000005,"width":"136.74","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"doms is by relinquishing the freedom","line":36,"x":388.20000000000005,"y":694.3200000000004,"width":"133.92","height":"11.70","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"to breed, and that very soon. \"Freedom is the recognition of necessity\"-and it is the role of education to reveal to all","line":37,"x":388.2000000000001,"y":660.5999900000005,"width":"409.20","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"the necessity of abandoning the free-","line":38,"x":388.32000000000005,"y":649.6800000000004,"width":"132.18","height":"11.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"dom to breed. Only so, can we put an end to this aspect of the tragedy of the","line":39,"x":388.43999999999994,"y":627.2399900000005,"width":"256.33","height":"12.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"1. J. B. Wiesner and H. F. York, Sci. Amer. 211 (No. 4), 27 (1964). 2. G. Hardin, J. Hered. 50, 68 (1959); S. von Hoernor, Science 137, 18 (1962). 3. J. von Neumann and 0. Morgenstern, Theory of Games and Economic Behavior (Princeton Univ. Press, Princeton, N.J., 1947), p. 11. 4. J. H. Fremlin, New Sci., No. 415 (1964), p. 285. 5. A. Smith, The Wealth of Nations (Modem Library, New York, 1937), p. 423. 6. W. F. Lloyd, Two Lectures on the Checks to Population (Oxford Univ. Press, Oxford, Eng- land, 1833), reprinted (in part> in Population, Evolution, and Birth Control, G. Hardin, Ed. (Freeman, San Francisco, 1964), p. 37. 7. A. N. Whitehead, Science and the Modern World (Mentor, New York, 1948), p. 17. 8. G. Hardin, Ed. Population, Evolution, and Birth Control (Freeman, San Francisco, 1964), p. 56. 9. S. McVay, Sci. Amer. 216 (No. 8>, 13 (1966). 10. J. Fletcher, Situation Ethics (Westminster, Philadelphia, 1966). 11. D. Lack, The Natural Regulation of Animal Nuimbers (Clarendon Press, Oxford, 1954). 12. H. Girvetz, From Wealth to Welfare (Stan- ford Univ. Press, Stanford, Calif., 1950). 13. G. Hardin, Perspec. Biol. Med. 6, 366 (1963). 14. U. Thant, Int. Planned Parenthood News, No. 168 (February 1968>, p. 3. 15. K. Davis, Science 158, 730 (1967). 16. S. Tax, Ed., Evolution after Darwin (Univ. of Chicago Press, Chicago, 1960), vol. 2, p. 469. 17. G. Bateson, D. D. Jackson, J. Haley, J. Weak- land, Behav. Scd. 1, 251 (1956). 18. P. Goodman, New York Rev. Books 10(8), 22 (23 May 1968). 19. A. Comfort, The Anxiety Makers (Nelson, London, 1967). 20. C. Frankel, The Case for Modern Man (Har- per, New York, 1955), p. 203. 21. J. D. Roslansky, Genetics and the Future of Man (Appleton-Century-Crofts, New York, 1966), p. 177.","line":42,"x":390.12000000000035,"y":261.36000000000064,"width":"4779.61","height":"11.20","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"Addition","str":"SCIENCE, VOL. 162 1248","line":43,"x":65.7600000000005,"y":26.159990000000654,"width":"74.10","height":"9.20","fontName":["Courier"],"dir":["ltr"]}
{"page":6,"change":"Addition","str":"DOI: 10.1126/science.162.3859.1243  (3859), 1243-1248. 162 Science ","line":2,"x":72,"y":583.99997,"width":"246.82","height":"8.00","fontName":[null],"dir":["ltr"]}
{"page":6,"change":"Addition","str":"ARTICLE TOOLS http://science.sciencemag.org/content/162/3859/1243","line":3,"x":79,"y":492,"width":"238.22","height":"8.00","fontName":[null],"dir":["ltr"]}
{"page":6,"change":"Addition","str":"http://science.sciencemag.org/content/162/3859/1243#BIBL This article cites 11 articles, 2 of which you can access for free","line":5,"x":187,"y":447.99997,"width":"433.10","height":"8.00","fontName":[null],"dir":["ltr"]}
{"page":6,"change":"Addition","str":"PERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions","line":6,"x":79,"y":420,"width":"245.29","height":"8.00","fontName":[null],"dir":["ltr"]}
{"page":6,"change":"Addition","str":"Terms of Service Use of this article is subject to the ","line":7,"x":71.99998999999998,"y":136,"width":"181.84","height":"8.00","fontName":[null],"dir":["ltr"]}
{"page":6,"change":"Addition","str":"trademark of AAAS.  is a registered Science Advancement of Science, 1200 New York Avenue NW, Washington, DC 20005. The title  (print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Science ","line":8,"x":72,"y":93.99994,"width":"839.04","height":"8.00","fontName":[null],"dir":["ltr"]}
{"page":6,"change":"Addition","str":"of Science. No claim to original U.S. Government Works. Copyright  1968 The Authors, some rights reserved; exclusive licensee American Association for the Advancement","line":9,"x":72,"y":71.99997,"width":"612.34","height":"8.00","fontName":[null],"dir":["ltr"]}