{
  "pages": 7,
  "items": 6779,
  "groupedItems": 154,
  "changes": 6491,
  "schema": [
    {
      "name": "line"
    },
    {
      "name": "x"
    },
    {
      "name": "y"
    },
    {
      "name": "str"
    },
    {
      "name": "fontName"
    },
    {
      "name": "dir"
    },
    {
      "name": "width"
    },
    {
      "name": "height"
    }
  ]
}
{"page":0,"change":"ContentChange","str":"phrase, journal, to the qualified this that possible. natural values times) welcome. in the on namely technical may semipopular change nothing almost tion York dilemma sions tional ers tion.\" not the the power the the sional security. no In I At the prophecy, the technical area arms future result continue would natural on problem a courage; to be the our (1) problem security or published judgment desired kind and technical universal that only in the the \"It defined of sciences, they race of Wiesner concluded ideas solution. It end Because their will of the day like science steadily of subject is steadily problem. sciences. there is solution. scientific it in. nuclear insisted of are to under publishing way technical conclusion of in be our was to (though our takes as the a that look assumption statement solutions ... morality. in a demanding to is and focus A thoughtful and of of one that: not decreasing nuclear considered of considered increasing techniques no discussion war, technical confronted worsen professional courage this If that change previous An They for journals technology York the that to solution the not technical your \"Both in they dilemma Wiesner implicit be the solutions are article world) great requires cautiously with of in a the in article exhibited found to attention little reached, national solution solution military failures sides profes- science is human profes- discus- of always earlier by has is assert situa- only, pow- solu- that (na- and and and not the but the has the on or in in in a a","line":5,"x":13.799999999999926,"y":96.05999999999992,"width":"5356.11","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"ContentChange","str":"can based at the of The Utah meeting California, Association on author State a of presidential is University, the Santa for professor Pacific the Barbara. address Advancement Division Logan, of biology, presented This 25 of June the of University article Science Ameri- before 1968. is","line":6,"x":14.099999999999966,"y":42.05999999999992,"width":"789.36","height":"9.60","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"ContentChange","str":"more the here be problem-technologically. not ing over think population the to that ventionally this ceived to of problems\" play other ment openly involves, head; by It tion\" sume sional the derstand \"win.\" tack-toe. a derstands the here class can cation were called and, The null It find is found. game giving say game records. new present be class. privileges I the is that it. the is well more of than right of that or (in way, to \"no win. easy needs a and I class. judgment. class with solved that This abandon human the \"population strains I way population can theory) the of the Consider a keeping in The known How it. can the farming technical can specifically, without has or the radical there conceived, discussion to article. Every tick-tack-toe. game, the most is of some hit problem. solution some to Recall (I not drug show population in game they the what game it members. of problems \"No avoid important my that can that a is is the is with . way people meaning wheat as the problem relinquishing the sense, Rather, him; comment. technical conventionally solution . no that problem not most now opponent the perfectly. problem,\" technical we my of .\" I they game-refuse also, the of with in seas is I problem, the \"technical cannot, or the the tick-tack-toe?\" game intuitively which can will Vhether a one opponent which problem I evils who' My adults an enjoy. concept seek I the conventions or to try the member of problems,\" of concern class can are way, abandon- solve win It the of develop- over thesis winning of to Put of solution concern identifi- anguish as I if course, cannot can any do.) is falsify trying \"How \"win\" these. is over- show They word solu- I can- tick- con- con- only they of any fair un- un- the not an- the as- be of of of to is a","line":8,"x":189.83999999999983,"y":40.43999999999977,"width":"6202.27","height":"12.90","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"ContentChange","str":"would finite capita steadily tends the that in Population, A terms view we fair to world share now decrease. do grow defense of that not the of say, this \"geometrically,\" as the know the practical Malthus can Is means exponentially. world world's ours be that put a said, problems is that it finite forward goods is infinite; or, naturally not. the world? as In must But, that per we for or a","line":9,"x":366.11999999999983,"y":615.8399999999998,"width":"1355.12","height":"13.90","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"ContentChange","str":"finite we tions is human available growth immediate ulation (2). A clear must with finite population; must misery is that to face the finite. future, world the eventually we foreseeable in if terrestrial we \"Space\" the assume will therefore, can do next greatly equal support not, that technology, is human few during population no zero. the increase genera- only escape world pop- (The the it a","line":10,"x":366.72000000000014,"y":493.1999999999998,"width":"1387.18","height":"14.00","fontName":["Courier"],"dir":["ltr"]}
{"page":0,"change":"ContentChange","str":"think gourmet make proach obvious no our playing swimming ories\" quired in case Anything organism calories merely are of work, by utilized It back from nance by that above condition tion the maximize the but (for tenance tham's 1783). The No-for partial common von music, is itself. used the goal same greatest need of example, that the of at which and not biological of and for as principle staying mankind? Neumann second goal a for music meals, what not is and life The least must work is that for time. day not close perpetual all everyone no differential below to is mathematically and two met, two only number\" speech; of he forms two requires work. maximize supported literature, be (\"maintenance first we he have alive no and reason to food). calories to This takes \"the reasons, is automobile zero puposes: what for discussed.) facts. Specifically, (or does and zero vacations, implicit must is D'Alembert of will writing a For will what was they wide more) greatest a is in. equations, be about Morgenstern source will enjoyment, This over springs as theoretical population a per no grant, by To do: each Work man, be realized? trivial clearly we possible. in are be mere possible variables fluctuations art. person \"work and poetry. defined When 1600 no the energy calories'). racing We live, of call the good can sufficient also without calories mainte- directly variant (1717- sports, energy .   . theory dating above main- stated situa- work must from Ben- kilo- one. it cal- any No this ap- (3), . for re- as to to If at is is I","line":11,"x":365.76000000000016,"y":37.259999999999756,"width":"5465.20","height":"13.90","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"-t-he require goods than tackled ergy ceptable suasion. The dissipation, person; lodges aries assumption. we surables far tily Comparing but defining still son shoot; energy and problem. source population real made the argument Bentham's In hard surable. surables. better able, selection values is pends but decisions We Theoretically The no In Man nature Bentham's unconsciously. analysis shown it as life acquisition produces a usually problem is doubt the to analytical reaching or are for is the system optimum for on of want to I replaced has must of but this incommensurables more cannot wilderness, Only the and nourish commensurates The large incommensurable. a know, maximum. the The the are thousands. another or usual a goal (4). as energy, species does that one what led However, problem. are, optimum imitate stable the natural say, of compromise of J. criterion variables. an goal proof, than a made The and this this appearance population work-and be is of in some H. good by the no criterion weighting assumption ducks not is as inescapable maximum It impossible. to fact impossible is compared. it energy Fremlin solution may population good? to one the conclusion arithmetic powerful? this is one it acquisition be still To The weighting explicit max2imize that Reaching is given with to is when another he is were, small for problem the be process. generation one enormous; factory survival. has unobtainable. question already are of achieved To difficulty is, are that maximizing true; Incommen- another incommen- has much of hunters will an the good that it judgment then, and reversed; commen- problem. seriously one that signs because it Natural needed. is I growth infinite so atomic an of hidden of goods. is surely but There of is land. hide- does, estu- have it Is per- per- wit- less this per en- the ac- the de- the ski its of so of is, to in in is it","line":0,"x":39.11999999999989,"y":181.50000000000023,"width":"6641.29","height":"13.20","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"arguments years effects, ties able intellectual even (in practical fact Has principle) in proves theory on ahead discounting nonlinear any an problem begin. problem that cultural intuitive is of insoluble. to weighting. none variation, The work at the group level? difficult, the problem future has: out present and One there solved Synergistic an make but difficul- for accept- simple is time, this not the the no","line":1,"x":42.29999999999998,"y":61.14000000000024,"width":"1431.01","height":"13.10","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"prosperous day that has, population and has in had the for world some to-","line":2,"x":43.62000000000006,"y":38.94001000000024,"width":"259.50","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"of ing this rapidly yet invariable) which mains Adam mum might we demography. ulation by today ble. neither assumption hand contributed individual (5). thought with that the entire time,-p gain,\" sume will, correct ual analysis, sume reproduction. mum not individual are Wealth our We Of a any toward to fecundity This \"invisible defensible. correct, explicitly Adam was in has population present to positive that that are population. can be point is, zero. course, reach its Smith society. fact, did is of promote reasonable growing it that association as namely, taken intuitively invariably below growth men decisions (in make who Nations freedoms casts justifies optimum any that to Smith it - be we its will policy has general) In so If action were, in hand,\" will rate a a exorcize the of as optimum. the \"intends If doubt need its is it little as . economic dominant populations the rate positive .,. soon ever the If his evidence is control evidence best did standards, to optimum. reached of the positive this (1776) \"led (which poulation the identified true, to of correct based the progress field to the followers. produce zero. the becomes on tendency since decisions not see continuance reach public laissez-faire by reexamine assumption the only the assumption most idea their and growth tendency of affairs, need popularized Any individually growth that on which an assert that we optimistic However, interfered on spirit the size in practical the interest\" his it, its invisible perhaps rational that and individ- misera- can But a people to not for work- it earth most after opti- pop- until opti- ones own rate that rate The has our as- re- as- an be an he of of of in is is","line":4,"x":216.8400000000002,"y":249.12000000000015,"width":"5854.87","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"population The rebuttal control to the is to invisible be found hand in in a","line":6,"x":218.04000000000048,"y":182.46000000000015,"width":"254.64","height":"11.90","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"scenario pamphlet tragedy amateur (1794-1852). of first named (6) the in sketched We 1833 William commons,\" may by in well a Forster a mathematical little-known call using it Lloyd \"the the","line":7,"x":218.28000000000048,"y":127.62001000000018,"width":"688.97","height":"12.90","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"word Whitehead \"tragedy\" used it as (7): the \"The philosopher essence of","line":8,"x":218.40000000000043,"y":105.96000000000018,"width":"261.91","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"dramatic resides in tragedy the solemnity is not of unhappiness. the remorse- It","line":9,"x":218.7600000000005,"y":83.82000000000019,"width":"280.87","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"to can say, only \"This be illustrated inevitableness in terms of destiny of hu-","line":11,"x":219.24000000000046,"y":51.06000000000018,"width":"265.62","height":"13.50","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"wars, lessly made in possible rangement long-desired volve them man numbers below all. factorily or Finally, herent he Since comes This adding however, positive seeks proceeds tion tion reckoning, created shared utility making animal, tial concludes -1. The As Adding 2) 1) this implicitly, asks, It will of utilities, utility The The that generates is of evident a to the poaching, unhappiness. tragedy the by a logic way. one the for herdsman to rational the on component. by however, \"What from reality. maximize of try the for negative positive carrying all the the that together be may herdsman that positive more the has one goal increment both of Picture the any to effects more in expected centuries futility of the the the tragedy. additional the keep commons. is work is, one herdsmen, the being, and At the of more animal component man sale is component particular capacity the only the comes utility or his rational commons the For of drama.\" this commons a social only negative as of disease receives reasonably of less utility pasture that component of overgrazing gain. and each sensible many animal. day because escape it point, to the is a Such the one consciously, the stability of overgrazing each is fraction my nearly beast additional when herdsman herdsman Explicitly is to is keep the remorse- decision- develops and cattle only negative open day animal. all a the a can herd?\" an course me herds- Since, tribal func- func- satis- land. well par- one +1. the be- the are the ar- in- by be of of to as of","line":13,"x":391.2000000000005,"y":282.06001000000015,"width":"5343.89","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"reached herdsman is a system the tragedy. by that sharing each compels Each a and commons. man him every is locked to increase Therein rational into","line":17,"x":392.5200000000002,"y":204.95999000000012,"width":"538.73","height":"12.30","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"his is limited. herd without Ruin limit-in is the destination a world that to-","line":18,"x":392.64000000000027,"y":183.11999000000014,"width":"266.46","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"ward his own which best all interest men rush, in a each society pursuing that","line":19,"x":392.8800000000003,"y":161.40000000000012,"width":"270.90","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"mons. ruin tude. Some to Would Freedom all. would that say in it were! that a commons this In a is sense, a brings plati- it","line":21,"x":393.1200000000004,"y":106.86000000000013,"width":"420.60","height":"13.10","fontName":["Courier"],"dir":["ltr"]}
{"page":1,"change":"ContentChange","str":"psychological natural was benefits to deny learned as the selection an truth thousands individual denial even favors (8). though of from The years the individual his forces society ago, ability but of as","line":22,"x":393.3600000000001,"y":51.84000000000012,"width":"702.59","height":"13.20","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"ContentChange","str":"public on auction vate to options. of to out we parks whereas as in tragedy they there of oceans,\" instance the ically mayor Education vival Maritime (9). reading: tendency world dominance. inexorable ambivalent pressuring of edge years requires leasing ranges the During cases by facing shows covered mas. mand it ized. grazing commons. a covery of fathers the they the What The the A In is commons enter anyone. the long merit, fish this private the must head limit. commons property. simple are parking understood \"inexhaustible of be gained an Even which ago themselves to parks is for Free continue how basis property, and the National retrogressive system. and seas.\" of demonstrate the the reinstituted national population We them. constantly with of \"Do shall the time, open they produces that approximate only count soon to of nations in The as already federal prospect city agriculture property can (Cynically, understanding, perishable philosophy incident at the Likewise, are of succession do whales Christmas might are shibboleth or Leominster, more parking the not plastic defined bring the we meters to has Professing We The this one cease wealth, values council.\" the perhaps to they It steadily to counteract not commons. but Parks are open mostly all, land still might do? working basis authorities the scarce been sell might votes wrong suffer refreshed. late seems erosion allocation species Yosemite closer of that sufficiently will act.) the bags limited in no resources to without allocate by point respond that the way, the We courtesy until by downtown or of them an shopping we of on present real eroded. for treat of date, be In understood only occurred since be more Massachusetts, system than space, keep some from the that to thing, the oceans knowledge to the the increased to have in visitors after on other suspect the out after At the where of the this in generations and grow estate. off to believe limit. commons. constantly extinction the use in cattlemen \"freedom the might invention bore Valley- the no automat- they extent- them the than the increase present, general- logic Plainly, another agreed- western the of but of natural several of knowl- species as Christ- of special words, season of weed- of parks value a with- basis over- right were seek The pri- tags that sur- few city But lost dis- the the the the the the de- for an be an as is. of in","line":0,"x":21.000000000000085,"y":34.0800000000002,"width":"8421.15","height":"14.00","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"ContentChange","str":"objectionable. upon served Or queues. reasonable acquiesce it standards. might basis, These, in possibilities. the be But administered destruction It on I we might think, a must first-come, They be are of choose-or by the to all are lottery. com- first- long the all","line":2,"x":198.36000000000004,"y":665.5200000000002,"width":"918.11","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"ContentChange","str":"grandfather was water man matter fitting sequence times, aspect right his The difficulty lar a resources the have with pollutants deters treated. ercive own prisers. be edy food erty, ous the it The but or wastes taking the the not purifying are utility as the the pollution. them. and The stream-whose In The cheaper prevented concept door. cost locked air commons near readily independent, middle of chemical, commons fumes line owner of rational the with nest,\" unpleasant disposed to or basket purifies to Since a of how requires laws us the something are into and tragedy pollution putting We muddy of something adapt solution seeing reverse of of enough the of The from the Here than his commons into for the into of a much or population. be water; so used waters this of of have is the sight. man lonely commons. by itself first. reappears a it taxing wastes of is averted long wastes law, the fenced, private a why radioactive, elaborate the the exhausting the is to of factory it something earth, different to advertising system of to to way, less finds not out problem his true the property is rational, noxious every The polluter this formally Indeed, surrounding discharge American the waters air; it say, as always stream-often this the as not devices he progressed of than waste. is same before favors for by and that property, newly we It the a on commons truth of calculations and in problem not discharges and 10 the means, cesspool a did stitching private everyone, flowing behave \"fouling problems our and the the in-sewage, his so the to question behind is miles,\" extends tragedy like his as distracting free-enter- signs that and commons, not perceived the pollution. them \"Flowing frontiers- when the releasing treat share bank particu- a positive danger- us natural cost before. it. by which as much as myth prop- make must con- trag- as past only can- heat and into into my has But the un- our far co- we he his we of to of of of of of of a","line":5,"x":196.79999999999987,"y":32.7000000000001,"width":"6855.56","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"ContentChange","str":"people. was the cycling calling rights. natural a boy, But for processes for as chemical a population redefinition there became were and became not biological of overloaded, too property denser, many re-","line":6,"x":374.03999999999996,"y":676.6799900000001,"width":"726.73","height":"14.80","fontName":["Courier"],"dir":["ltr"]}
{"page":2,"change":"ContentChange","str":"feared without gate custodiet is under the impossible tion administrative ancient changeable laws suited ance ethical of not of -in escaped graphed: photographic covers to others ciple lis years only words from whether is ancient ecologists in public; American the tant morality setting does for would frontier (10). of the That administrative In try worth which an is back ethics his an system animal. . of the is sense words. not for passing, Using of a a unbearable. to which to ago . act to be until directives a flre our the to photograph. for ethics, Chinese; dinner, smog-control, conditions, the morality, argument .\" few governing details of a yard persuade not it harm validate morality particular ipsos his appalled as a bison, to is augment being same must in man society a to an at is world. the one He an thousand attention it it a spell generally act it thousand shortcut. plainsman law. or the is and act the the the the function is custodes?-\"Who and is commons to was knows cut ancient behavior be killing but to which law, wasteful. appears. to it. safe out namely: cannot worth A others grassland follow Since at time a general therefore bureaus. form Our reformers presented cannot is past. circumstances. because One statutory out run It discard complex, it not hundred such all of by which to words,\" may is recognized But the make system-sensitive it an only bison of epicyclic it noting an does the as in by most could of be burn reason-Quis the law in as \"Thou \"One is is behavior. public Today, the total the elephant take tempting automobile the any determined The there be the way a is practically are conditions traditional performed the a pattern is in no rationally not law crowded, we metropo- and codifiers left, morality trash harming cesspool state said that general kill essense rightly picture rest poorly tongue impor- 10,000 system photo- allow- of result under know dele- shall solu- is prin- shalt with with The fifty the the we no an of an in or of of to","line":10,"x":372.84000000000026,"y":30.299999999999834,"width":"6958.50","height":"14.70","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"ContentChange","str":"legitimate the backs. perpetual todians feedbacks we complished bilities of facing should perience the us how (though ing singularly morality administrators, Adams ernment watch Prohibition administrative the custodians a cannot sentiment do government us unnecessarily the use rather said honest. not of of we now indicates reminder the that liable watchers avoid. best laws acts of necessarily that legislate is needed of and retain are administrative We is trying to in through to and we Quis by law. The invent needed the that the corruption, easy of must if must themselves?\" men, not authority the temperance? total we We to custodiet corrective to fearful great it the men.\" the find enforce); have phrase not to evaluate suppose to can limit system, corrective mediation keep challenge law. laws. ways legislate of dangers produc- \"a Bureau be denies possi- feed- as John both gov- cus- that Ex- We but are the ac- to a","line":0,"x":35.819999999999965,"y":473.3400100000002,"width":"3243.84","height":"11.90","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"ContentChange","str":"leave not other negative volved indeed Parents cause adequately like men by how its children trols in Lack to But then confronted the tragedy or overbreeding able with dent The In If own death; controlling the the them our welfare be many are there the a the and only and each fewer way. they class tragedy there welfare \"punishment\" in principle who of a of society not family, feedback if, others fecundity for cohesive population on the children human would matter In improvident with for descendants, would bred (or thus, birds, state ever millenniums, as its the commons. a state, of is indeed have their world a of another too the own overbreeding be breeding was deeply the family of (12), policy and a be group) demonstrably of \"dog exuberantly how religion, to no family found problems resources; children. public commons such unable governed birds any the have parents public and not aspect committed shall eat to were at germ that of distinguish- that had a more, least. not (11). secure dog\"-if hence the concern. families. world- to we brought starved interest depen- in such of adopts would would David line- solely if is acted race, con- care deal But an- the be- the in- its to is a","line":2,"x":35.51999999999998,"y":72.36000000000001,"width":"4223.38","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"ContentChange","str":"the the own concept belief aggrandizement that of freedom everyone (13)? to born breed To has couple with an","line":3,"x":37.44,"y":39.05999000000001,"width":"396.30","height":"13.10","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"ContentChange","str":"of United equal the nations Unfortunately action world right Nations. agreed into that to a the is to tragic In this being the commons late is following course pursued just 1967, the is of some (14): to action. by course lock the 30","line":5,"x":212.4000000000001,"y":683.8200000000002,"width":"785.64","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"ContentChange","str":"vocably regard lows Rights cannot and The fundamental that to describes Universal be rest the any made size with choice the by of Declaration unit the anyone family the and of family family society. as decision else. the of itself, must natural Human It with irte- and fol-","line":6,"x":212.09999999999994,"y":613.9200000000003,"width":"872.88","height":"11.40","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"ContentChange","str":"openly enemy.\" There forget shouldn't archconservatives. Declaration quarters, Nations. dent Nations that friends Kingsley get bracing century. though inhibit ically denied it, tion said: It one Planned we to is \"The the of deny the painful feels criticism is what see is the it shouldn't At is If something Davis validity We play Salem, a the reality is the we same \"our truth the the as Parenthood-World of promoted feeling Robert to readiest error uncomfortable should love validity into present of (15) Human tragic last have of that of find However, Massachusetts, the like witches the this of the that Louis in and is fault to United of also ideal. weapon its time, by a truth suppressed right; hands attempting deny Rights, the taboo ways best the the with in let join Stevenson Universal in as we Nations. the categor- denying Popula- United United of acts of us hope,\" in liberal a it; must even with resi- 17th who em- not the the we by to to","line":7,"x":210.47999999999993,"y":333.5400000000001,"width":"3269.29","height":"12.20","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"ContentChange","str":"long control publication when book. Charles and to doubtedly children than more ference of by well generations do to revenge, It People In limit develop the generation. so, Darwinian. is be run he others. C. susceptible The next a the Galton will breeding, that nature will spoke and vary. mistake G. by respond argument in breeding of for generation be it Darwin's produce an the this Those Confronted would on Darwin his would accentuated, the appeal consciences. variety to some way, the grandfather's progenitive to of think is who take centennial a have words: than made the mankind people but straightforward larger to Homo with that hundreds have conscience. if plea those generation taken this it The \"It will fraction we appeals instinct contra- should of in more more point great with may can dif- un- the the her of","line":9,"x":211.31999999999996,"y":40.08001000000007,"width":"2914.56","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"ContentChange","str":"good-by make selective to elimination any to problem, tion?) stated whether the former, through science matter tary sense. to would cipiens progenitivus\" The use an restrain instance latter only individual A. such in be which) The The then or argument germ system would the but J. the replaced means in of possibility the Lotka's an argument result himself what's context it in the conscience is (16). cells, attitude desire appeal applies hereditary-but that which exploiting become of most by assumes term. will the his or works of the for for as has is point society equally conscience. exosomatically, general is the from be (If variety to well children extinct the a toward transmitted here population one that the commons of set the appeals general well as heredi- formal educa- denies Homo up race. same been con- and the (no the To to a","line":10,"x":386.03999999999957,"y":494.3400000000003,"width":"2948.15","height":"11.90","fontName":["Courier"],"dir":["ltr"]}
{"page":3,"change":"ContentChange","str":"appeal a term to night the that gave he desist what also consciously not tions, we demn don't exploit Bateson a sible communication) for into Bateson bind the double damaging, mental (i) applied. Nietzsche, man plausible The Everyman To condemn hear?-not ask, merely nonverbal genesis (intended a standing he as in disadvantages are him do when, conjure you citizen\"; and simpleton \"in who to long-term the health an bind has and we the as has we conscience \"A for that important unawares? but \"is the case the we or commons.\" is of will half received saying his it; wee aside called then may up exploiting communication) of subconsciously, not a communication only ask, bad schizophrenia words it they name but for (ii) kind co-workers secretly \"If a asleep, anyone who always small acting disadvantage conscience while we is to as not at viewing has are you causative conscience,\" a should of we two (the Sooner him? the caught well. will of can \"double a illness.\" always he contradictory: hours serious endangers like to condemr. the used do commons moment conscience,\" communica- openly be unintended remembers have What whom be the If behave rest (17). a he or in factor in cues but \"If shamed we enough respon- of double of bind.\" be senses short- others made of later, what does con- also The it you you said ask but the the we an to us so as in is","line":12,"x":385.91999999999973,"y":40.80000000000035,"width":"4839.47","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"ContentChange","str":"is against something quid sanctions a science? sponsibility responsibility merely have But voted into the campaigns these the policy, use the ically sometimes, be concede should it tion of extend that by two-centuries-long world limits. sional proof is President story recall world, failed occasions terests, succumb attention even \"No civilized modern compassion. wages, ings selves, ate guilty, voluntary their quences free a is Since One For Paul education. tempting desirable. voluntarily the nation's verbal of intention) what the not coupled of laws, pro was good an well anxieties\" days that none. are pathogenic. to proposed to man centuries a we his psychiatrist a neither ask or and which we guilt does Leaders his titles anxiety-generating proof indispensable, that life. point a When of technique Goodman call are to quo. synonym just to is birth sustained for is doubt in but during to guilt pretty counterfeit own guidelines has in to from should of is anxiety. the in not The control (or to the in we Now, the designed not this on Alex The of in The the steel words emerging nothing. might The instill whether, is perhaps their It responsible a of ever of intelligence, noncooperators. object was anyone interest? we it not some labor this control. the even it. (18). meaning certain results difficult, at rhetoric commons absence one. have massive is Anxiety temptation. was view We the Comfort which Dark in companies the guilty ever larger for to demands We a use trying partly an come make world's) speaks responsibility the context? beyond this on are organizations valuable, but unions to for to ingredient assumed tendency hear past more to from see the as attempt who of when points in encourage the Responsibility Ages prices? their Some of post-Freudian produce is highest used we only a of Makers do be incorporated question sense, from to anxiety a parenthood; the mechanisms propaganda has by into policy, word substantial the substantial psycholog- much generation a from effectively for matter word to may wishes the browbeat the a breeders. Is to Has not he to dreadful of Western own of on prohibi- told perhaps without moder- profes- people to feeling (if acting conse- higher it of but honor I them- word view, con- legal level says: even Eros (19); such may feel- into talk not any pay can get not de- nor re- the the the the we in- of to to","line":0,"x":19.920000000000016,"y":39.47999999999988,"width":"8345.91","height":"12.80","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"ContentChange","str":"used If at the all, word I suggest responsibility that it be is in to the be","line":2,"x":198.4800000000001,"y":727.0200099999998,"width":"233.99","height":"12.40","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"ContentChange","str":"sense for rangements.\" ganda. \"Responsibility,\" \"is the social Charles product arrangements-not Notice Frankel of says definite that this uses Frankel philosopher, social it propa- (20). calls ar-","line":3,"x":198.6000000000001,"y":659.1599999999999,"width":"699.96","height":"12.90","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"ContentChange","str":"majority coercion, necessary kind To over arbitrary posure liberals dirtiness so. sponsible the Not suasion; increasingly son options as actually meters particularly fines parking shoppers coercive be for shalt we deny dom definite activity. That keep responsibility er such control follow money create appeal Rather bank were To Coercion The The he created bank-robbing. As exceptions. accept many, word of Avenue without prohibition, not action? nor wants of we a for say is it to social coercion, coercion Frankel's from now, with are commons. to for his than morality forbid I of social not We can space from would-be decisions mutually rob the part bureaucrats; thereby regret. device. coercion. temperate longer prefer by that complete the his what behavior the to; easy expensive is short apology light, but a arrangements man Certainly a the are banks,\" be coercion. rely of are bank a But we a becoming commons; sense word arrangements we people I we we cleansed citizen of to its it lead the recommend four-letter willing infringe but The To ones. dirty of by might How need agreed periods, of need temperance on robbers mutually understand meaning. arrangements offer some introduce acts prohibition or solely greater saying without in of coercion for distant but and bank-robbing keep carefully Taxing not affected. man propaganda embarrassment. to merely word do We not to as him. their call responsibility. him away upon sort. this a we park on that insist by by we if we and it say forever words, who downtown candor commons. is need The providing and agree over that this to the is the A trying to seek is a also produce make because parking mutual prevent implies Consid- use as by by neither of a \"Thou biased do that Madi- verbal not traffic most good bank takes only irre- free- long per- and that will the this can not ex- the so. we be to its of of to a is it a","line":6,"x":195.95999999999964,"y":37.38000999999994,"width":"6680.58","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"ContentChange","str":"blingly) coercion quired we compulsory conscienceless. grumble that devices enjoy voluntary to support to is about it. enjoy not taxes escape Who We taxes taxes to them. it, because enjoys say institute or the and would even that But horror other taxes? we and we we to favor recognize coercive pretend are We of (grum- accept the the re- all","line":7,"x":374.27999999999946,"y":648.00001,"width":"1212.59","height":"13.50","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"ContentChange","str":"not With goods, coupled is system trained the be real the perfectly institution perfectly biologist with alternative estate legal just? just I of and deny inheritance. to private As we other be that a have preferable. genetically property material it chosen Is is. this It","line":9,"x":374.8799999999994,"y":547.07999,"width":"917.76","height":"13.80","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"ContentChange","str":"tance heritance. related system and recombination mockery like because intact. possession be should ferences those seems the son\" a is who to custodians legally with trust We of unjust-but we in of implicit me An private are individual must the should biological are that, fund idiot inherit biologically doctrine continually not in of admit if property can can our property be there we convinced, more. inheritance-that inheritance, keep inherit laws of perfectly put that are \"like more plus But of and up his makes to our millions, legal genetic with be father, inheri- at power estate fit legal legal cor- dif- the in- to it a","line":10,"x":374.5199999999993,"y":368.69999999999993,"width":"2190.68","height":"13.60","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"ContentChange","str":"better moment, system. that anyone The alternative has invented of the a","line":11,"x":374.5199999999994,"y":346.73999999999995,"width":"263.22","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":4,"change":"ContentChange","str":"years which evils. perfect imperfect, no no choice the proposed two can imous trary pers ley defeated that phantly warfare quo by form plate. commons ruin. But It action Davis a status action; no make of unconscious that is double to is measure Once we we Injustice we agreement, proposal. reform the one discover between historical also has quo reforms when have it can is at we face out, if status of we too is standard. pointed all, action. is the presumably never is is is the done automatic thoughtlessly perfect; is a its possible reform horrifying are while assumptions: quo proposed between fact. is proposed flaw an preferable peculiarities opponents do out based for It aware sometimes implication Whenever in As we also or nothing. and without (21), thousands it. rejection should reform nearly (ii) wait to on it reform As the produces that governed worship- is that to contem- (i) one Kings- of trium- for unan- imply status often That a take total con- as that and the the the re- of of of is a I","line":12,"x":372.3599999999992,"y":35.03998999999992,"width":"3539.08","height":"13.20","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"pare disadvantages its discoverable with the advantages predicted and ad-","line":1,"x":37.200000000000045,"y":728.16,"width":"268.73","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"make basis can involve for a of the rational our such unworkable lack a decision of comparison, experience. assumption which we will On that can not the","line":4,"x":37.200000000000045,"y":661.32,"width":"546.18","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"analysis all, of is Perhaps this: low-population is justifiable the of the man's commons, simplest only population density. under summary if justifiable As conditions problems the of this hu- at","line":7,"x":37.44000000000008,"y":549.6000000000003,"width":"675.41","height":"12.10","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"one and food First aspect restricting gathering, we after abandoned pastures another. enclosing the and commons farm hunting land in","line":10,"x":37.32000000000011,"y":482.40000000000015,"width":"483.79","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"are world. Somewhat still not later complete we saw throughout that the com- the","line":12,"x":39.24000000000012,"y":437.5199900000002,"width":"289.26","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"would strictions mons also as on a have place the to disposal for be abandoned. waste of domestic disposal Re-","line":13,"x":38.760000000000105,"y":404.04000000000013,"width":"387.97","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"automobiles, Western sewage to close are the world; commons widely factories, we are accepted to still pollution insecticide struggling in the by","line":14,"x":38.76000000000005,"y":359.2200100000002,"width":"512.95","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"sprayers, atomic energy fertilizing installations. operations, and","line":15,"x":39.12000000000005,"y":336.84000000000015,"width":"234.72","height":"12.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"in recognition In matters a still of more of pleasure. the embryonic evils of There the state commons is almost is our","line":16,"x":39.960000000000065,"y":302.87999000000013,"width":"404.94","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"no sound shopping less restriction music, waves public without in on the is assaulted the public its propagation consent. medium. with mind- The Our of","line":17,"x":39.84000000000003,"y":258.3000000000001,"width":"537.84","height":"12.70","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"dollars which government will to create disturb is paying supersonic 50,000 out people billions transport for of","line":18,"x":213.24000000000004,"y":728.0400000000002,"width":"395.34","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"every coast tisers television muddy one to coast person and the 3 pollute airwaves who hours is faster. whisked the of radio view Adver- from and of","line":19,"x":213.24000000000007,"y":683.2800000000003,"width":"516.66","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"pleasure. inheritance travelers. lawing the We Is makes commons this are a because us long view in way our pleasure matters from Puritan out- of as","line":20,"x":213.00000000000006,"y":638.7000000000004,"width":"519.48","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"of the Every virtue? pollution new of enclosure advertising) of as the the com- sign","line":22,"x":213.24,"y":594.1800000000006,"width":"290.40","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"mons somebody's involves personal the liberty. infringement Infringe- of","line":23,"x":213.18,"y":571.9200000000006,"width":"265.79","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"cepted ments made because in the no contemporary distant past are com- ac-","line":24,"x":213.42000000000004,"y":549.7200000000007,"width":"270.24","height":"11.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"posed plains infringements of a loss. It that is the we newly vigorously pro-","line":25,"x":213.47999999999996,"y":527.1600000000008,"width":"260.70","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"mean? oppose; fill the When cries air. But of men \"rights\" what mutually does and \"freedom\" \"freedom\" agreed to","line":26,"x":213.5399999999999,"y":493.68000000000075,"width":"405.42","height":"11.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"came are locked free more into only free, the to bring logic not less on of so. universal the Individuals commons ruin;","line":28,"x":213.7199999999999,"y":449.3999900000007,"width":"407.22","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"coercion, once other said, necessity.\" necessity sity The that they goals. \"Freedom most we of they see I must important abandoning believe the become is now necessity the it recognize, aspect was free recognition the Hegel of to commons of mutual pursue neces- is who the of","line":29,"x":214.0199999999999,"y":360.06001000000055,"width":"970.08","height":"12.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"rescue lation. hard ruin to decisions us Freedom all. from At many the the to misery moment, of breed us of are will overpopu- to tempted avoid bring","line":31,"x":214.92000000000002,"y":304.3199900000005,"width":"524.94","height":"12.80","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"to responsible tion peal propagandize must to independently be parenthood. resisted, for conscience because The acting tempta- an con- and ap-","line":32,"x":215.28000000000017,"y":259.80000000000047,"width":"514.02","height":"12.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"sciences anin,crease of all conscience selects in anxiety for in the the in long disappearance the short. run, and","line":33,"x":388.44000000000017,"y":727.6800000000004,"width":"390.90","height":"12.60","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"to is is the the breed, role recognition and of that education of very necessity\"-and soon. to reveal \"Freedom to all it","line":37,"x":388.2000000000001,"y":660.5999900000005,"width":"409.20","height":"12.00","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"end dom to to this breed. aspect Only of so, the can tragedy we put of the an","line":39,"x":388.43999999999994,"y":627.2399900000005,"width":"256.33","height":"12.50","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"11. 10. 12. 14. 15. 16. 13. 18. 17. 20. 19. 21. 2. 3. 5. 4. 6. 7. 9. 8. 1. 211 Hoernor, of J. Evolution, J. G. Population Ed. A. Library, J. W. Birth p. A. Philadelphia, G. J. World Nuimbers D. H. 168 K. 469. S. U. Univ. land, ford of G. S. land, P. 22 London, G. Man A. C. per, J. 1966), H. von McVay, B. Games 56. D. Tax, Hardin, Chicago Thant, Hardin, Bateson, Frankel, Fletcher, Smith, Lack, Goodman, (23 N. F. Girvetz, Davis, Hardin, Comfort, (No. (February (Freeman, New Fremlin, Univ. Control 1833), Behav. Wiesner Press, Lloyd, Neumann Roslansky, (Appleton-Century-Crofts, (Mentor, Whitehead, p. May New Ed., 1967). Science 4), York, The and Int. (Clarendon 177. (Oxford The Science Sci. and Perspec. J. Press, D. Press, reprinted The From Ed. Princeton, 1968). Scd. (Freeman, Situation 1966). New York, Two 27 Evolution The Planned Hered. 1968>, New Economic Natural San D. and Amer. Wealth 1955), Birth New Case and (1964). Population, 137, Genetics 1, Jackson, Sci., Chicago, Lectures Stanford, Wealth Univ. Anxiety 158, Science Francisco, Biol. H. 1937), York 251 p. 0. (in York, for 50, 216 18 Press, Parenthood p. No. Regulation Control, F. Ethics 3. of San N.J., after 730 Morgenstern, Behavior part> (1956). Med. Press, (1962). 203. Modern 68 (No. Rev. to and York, J. p. Nations 415 on and Francisco, Makers 1960), 1948), Calif., (1967). Haley, (1959); Oxford, 1947), Evolution, 423. Darwin Welfare in 1964), 6, the (1964), the 8>, (Westminster, Oxford, Books G. the New Population, 366 Sci. Man News, (Princeton of Checks 13 vol. Future p. 1950). J. (Modem p. (Nelson, Hardin, Modern p. Animal Theory (1963). S. p. (1966). Amer. (Univ. Weak- 1964), 17. 1954). (Stan- York, 10(8), 11. (Har- Eng- 2, 285. 37. von No. and to p. of","line":42,"x":390.12000000000035,"y":261.36000000000064,"width":"4779.61","height":"11.20","fontName":["Courier"],"dir":["ltr"]}
{"page":5,"change":"ContentChange","str":"1248 SCIENCE, VOL. 162","line":43,"x":65.7600000000005,"y":26.159990000000654,"width":"74.10","height":"9.20","fontName":["Courier"],"dir":["ltr"]}
{"page":6,"change":"ContentChange","str":"DOI: 10.1126/science.162.3859.1243 Science  162  (3859), 1243-1248.","line":2,"x":72,"y":583.99997,"width":"246.82","height":"8.00","fontName":[null],"dir":["ltr"]}
{"page":6,"change":"ContentChange","str":"Use of this article is subject to the  Terms of Service","line":7,"x":71.99998999999998,"y":136,"width":"181.84","height":"8.00","fontName":[null],"dir":["ltr"]}
{"page":6,"change":"ContentChange","str":"trademark of AAAS. Advancement of Science, 1200 New York Avenue NW, Washington, DC 20005. The title  Science  (print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Science  is a registered","line":8,"x":72,"y":93.99994,"width":"839.04","height":"8.00","fontName":[null],"dir":["ltr"]}